Repository: cryptoapi/Wordpress-Spelling-Notifications
Catalog: languages/gourl-spelling-*.po
Languages: ru_ru

source: Spelling or Grammar Error
ru_ru: Орфографическая или грамматическая ошибка

source: Webpage
ru_ru: Веб-страница

source: Describe the error and offer a solution
ru_ru: Опишите ошибку и предложите решение

source: Send to Author
ru_ru: Отправить автору

source: Cancel
ru_ru: Отменить

source: Close Window
ru_ru: Закрыть окно

source: Webmaster Spelling Notifications
ru_ru: Правописание уведомления вебмастера

source: Please select no more than 400 characters!
ru_ru: Пожалуйста, выберите не более чем 400 символов!

source: Please select the spelling error!
ru_ru: Пожалуйста, выделите орфографическую ошибку!

source: Thank you! Your message has been successfully sent, we highly appreciate your support!
ru_ru: Спасибо! Ваше сообщение было успешно отправлено, мы высоко ценим вашу поддержку!

source: Error! Message not sent, Please try again!
ru_ru: Ошибка! Сообщение не отправлено, попробуйте еще раз!

source: Spelling Error on %s
ru_ru: Орфографическая ошибка в %s

source: Error
ru_ru: Ошибка

source: Comments
ru_ru: Комментарий

source: User
ru_ru: Пользователь

source: User Agent
ru_ru: Браузер

source: Settings
ru_ru: Настройки

source: Spelling Notifications
ru_ru: Правописание Уведомления

source: Webmaster Spelling Notifications - Settings
ru_ru: Правописание уведомления вебмастера - Настройки

source: Free Bitcoin Payment Gateway for Your Website
ru_ru: Бесплатный Биткоин платёжный шлюз для вашего сайта

source: Settings has been restored <strong>successfully</strong>
ru_ru: Настройки были восстановлены <strong>успешно</strong>

source: Settings has been saved <strong>successfully</strong>
ru_ru: Настройки были сохранены <strong>успешно</strong>

source: <b>Ready to use:</b> &#160; Select any text on webpage and press CTRL+ENTER on your keyboard :)
ru_ru: <b>Готов к использованию:</b> &#160; Выберите любой текст на странице и нажмите CTRL + ENTER на клавиатуре :)

source: Plugin Homepage
ru_ru: Домашняя страница

source: screenshots
ru_ru: скриншоты

source: Plugin on Github - 100% Free Open Source
ru_ru: Плагин на Github - 100% открытый исходный код

source: The plugin allows site visitors to send reports to the webmaster / website owner about any spelling or grammatical errors which may be found by readers.
ru_ru: Плагин позволяет посетителям сайта посылать отчеты веб-мастеру/ владельцу веб-сайта о любых орфографических или грамматических ошибок, которые могут быть найдены читателями.

source: Visitors should select text with a mouse, press Ctrl+Enter, enter comments and the webmaster will be notified about any such errors.
ru_ru: Посетитель должен выбрать текст с помощью мыши, нажать Ctrl + Enter, ввести комментарий и веб-мастер получит уведомление об этой ошибке.

source: If you want to use Webmaster Spelling Notifications plugin in a language other than English, see the page <a href='%s'>Languages and Translations</a>
ru_ru: Если вы собираетесь использовать плагин на другом языке, чем русский, смотрите страницу <a href='%s'>языки и переводы</a>

source: Email From:
ru_ru: Email от кого:

source: Please enter email address
ru_ru: Введите адрес электронной почты

source: Email To:
ru_ru: Email получателя:

source: Please enter your email address for spelling error notifications
ru_ru: Введите ваш адрес электронной почты для получения уведомлений об орфографических ошибках

source: Style:
ru_ru: Стиль:

source: Shadow
ru_ru: Тень

source: No Shadow
ru_ru: Без тени

source: Full screen overlay with a pop-up notification form
ru_ru: Затемнение экрана при вызове формы уведомления

source: Banner
ru_ru: Банер

source: Copy and paste the banner code to the bottom of your webpages. <a target='_blank' href='%s'>More info</a>
ru_ru: Скопируйте и вставьте код баннера вниз веб-страниц. <a target='_blank' href='%s'>Подробнее</a>

source: Text Localization and customization (optional)
ru_ru: Локализация текста и настройки (необязательно)

source: Default:
ru_ru: По умолчанию:

source: Save Settings
ru_ru: Сохранить настройки

source: Restore Default
ru_ru: Восстановить значения по умолчанию

source: See our other free plugin (monetize your website) -
ru_ru: Смотрите наш другой плагин (монетизирование вашего сайта) -

source: Guest
ru_ru: Гость

source: If you like <b>Webmaster Spelling Notifications</b> please leave us a %s rating on %s. A huge thank you from GoUrl in advance!
ru_ru: Если вам нравится <b>Правописание уведомления вебмастера</b> пожалуйста, оставьте нам рейтинг %s на %s. Огромное спасибо вам от GoUrl заранее!
